const qacontent: IQAContent[] = [
    {
        id: 1,
        type: 'privacy',
        title: 'ข้อตกลงการใช้งาน',
        content: `
  <div class="qa-content-container">
      <h3>1. ด้านการรักษาสิทธิ์</h3>
      <ul>
          <li>
              สงวนสิทธิ์สมาชิก ผู้ใช้งานระบบ ต้องมีอายุมากกว่า 22 ปีขึ้นไปเท่านั้น (สำหรับสมาชิกใหม่ มีผลบังคับใช้ ตั้งแต่วันที่ 15 กรกฎาคม 61 เป็นต้นไป)
          </li>
          <li>
              การตั้งรหัสผ่านประจำตัว ควรหลีกเลี่ยงการใช้ชื่อผู้ใช้งาน (username) และรหัสผ่าน (password) ที่เหมือนหรือคล้ายกับเว็บอื่นๆ หรือคล้ายรหัสผ่านในสื่อโซเชี่ยวต่างๆ และควรเปลี่ยนรหัสผ่านอย่างน้อย ทุกๆ 2-3 เดือนต่อครั้ง หากมีการเข้าสวมรอยเข้าใช้ยูสเซอร์เนมของผู้ที่ไม่ได้เป็นเจ้าของตัวจริง ตรวจสอบแล้วเกิดจากความประมาทของตัวสมาชิกเอง ทางบริษัทจะไม่รับผิดชอบทุกกรณี
          </li>
          <li>
              สงวนสิทธิ์สมาชิกที่ไม่ได้ล๊อคอินเข้าระบบภายในระยะเวลา 1 ปี (365 วัน) ยูสเซอร์เนมดังกล่าวจะถูกลบจากระบบโดยอัตโนมัติ
          </li>
      </ul>
      <h3>2. ด้านกฏ กติกา การออกผลรางวัล</h3>
      <ul>
          <li>
              หากมีปัจจัยที่ไม่ได้เกิดขึ้นเป็นประจำหรือที่ควรจะเป็น ส่งผลให้มีการเปลี่ยนแปลงผลรางวัล ยกตัวอย่างเช่น ระบบล่มในหวยยี่กี สมาชิกบางส่วนไม่สามารถเข้าระบบเพื่อยิงเลขได้ หรือตลาดหุ้นต่างประเทศมีการดีดผล เนื่องจากปัจจัยที่ไม่ควรจะเป็นเช่นทุกวัน ผลรางวัลดังกล่าว ทางบริษัทจะพิจารณาตามความเหมาะสม โดยให้คำตัดสินจากทางบริษัทเป็นคำตัดสินสุดท้าย โดยอาศัยหลักความยุติธรรมเป็นที่ตั้ง
          </li>
      </ul>
      <h3>3. ด้านการฝาก ถอนเครดิต</h3>
      <ul>
          <li>
              การเติมเครดิตขั้นต่ำ เริ่มต้นที่ 100 บาท การแจ้งฝากทุกธนาคารห้ามแจ้งฝากข้ามวันหลังจากโอนเงินเข้ามาแล้วให้สมาชิกแจ้งฝากเลยทุกครั้ง หากเกินจะถือเป็นโมฆะเพราะจะไม่สามารถตรวจสอบยอดเงินได้ และทางเราจะไม่รับผิดชอบหากเกิดปัญหา และ ในทุกครั้งของการแจ้งถอนเครดิตสมาชิกจะต้องยอดแทงหลังการฝาก 30% จึงจะสามารถถอนเครดิตได้
          </li>
      </ul>
  </div>`,
    },
    {
        id: 2,
        type: 'yeege',
        title: 'กติกาการเล่น หวยยี่กี',
        content: `
        <div class="qa-content-container">
    <p>ออกผลรางวัลโดยการให้สมาชิกทุกๆท่าน ร่วมส่งตัวเลขจำนวน 5 หลัก จากนั้นทางระบบจะนำตัวเลขที่สมาชิกส่งเข้ามาทั้งหมดในรอบนั้นๆ มารวมกัน แล้วเอาผลรวมที่ได้นำไปลบกับเลข ลำดับที่ 16 ของรอบนั้น และจะนำผลที่ได้มาเป็นผลในการออกรางวัล</p>
    <p>ตัวอย่างเช่น ผลรวมการยิงเลขทั้งหมด ได้ 2543565 - [34529 ตัวอย่างลำดับ 16] = 2509036 ผลหลังจากลบลำดับที่ 16</p>
    <p>ผลรวม 3 ตัวท้าย จะถูกนำมาออกผลรางวัลเป็น เลข 3 ตัวบนของหวยยี่กีรอบนั้น ผลรวมหลักพัน และหลักหมื่น จะถูกนำมาออกผลรางวัลเป็น เลข 2 ตัวล่าง ของหวยยี่กีรอบนั้น</p>
    <p>ตามตัวอย่างผลรวมหลังลบลำดับที่ 16 ได้ = 2509036 = เลขที่ออก 3 ตัวบนคือ = 036 เลขที่ออก 2 ตัวล่างคือ = 09</p>
    <p>หวยยี่กี ของ Thailand Bet เปิดรับแทงวันละ 88 รอบ จะออกผลรางวัลทุกๆ 15 นาที เปิดรอบแรกเวลา 06:00 น. จนถึง เวลา 03:45 น. หลังจากหวยยี่กีปิดรับแทงแต่ละรอบ ระบบยิงเลข จะเปิดให้ยิงอีก 2 นาที หลังจากระบบยิงเลขปิด อีก 1 นาที ระบบจะทำการตรวจโพย โดยใช้วลาการจ่ายเงินประมาณ 1-3 นาที</p>
    <p>ตัวอย่าง เช่น ยี่กีรอบที่ 1 ระบบปิดรับแทงเวลา 06:00 น. ระบบยิ่งเลขจะสามารถยิงเลขได้จนถึงเวลา 06:15 น ต่อไประบบจะทำการตรวจโพยและจะจ่ายเงินสมาชิกทั้งหมดเสร็จภายในเวลาไม่เกิน 06:17 น.</p>
    <p>หมายเหตุ โปรดตั้งเวลาของอุปกรณ์เข้าเล่นของท่านให้ตรงกับเวลาในเว็บ เพื่อที่ท่านจะได้ไม่สับสนกับเวลาปิดรับ เวลาที่แสดงผลการส่งตัวเลขจะใช้เวลาจากเชิฟเวอร์จริง</p>
    <ul>
        <li>เปิดรับแทงวันละ 88 รอบ ออกผลรางวัลทุกๆ 15 นาที</li>
        <li>รอบแรกเริ่มเวลา 06:00 น. (เริ่มทายผลได้ตั้งแต่ 05:00 น. ทายผลล่วงหน้าได้ทุกรอบ)</li>
        <li>ปิดรับแทงรอบสุดท้าย เวลา 03:45 น.</li>
        <li>สามารถส่งตัวเลขได้ฟรี ไม่จำกัดจำนวนครั้ง ด้วยกติกาที่ชัดเจนและสามารถตรวจสอบได้</li>
        <li>เลขวิ่งบน รับทายผล 3 ตัวบนเหมือนหวยรัฐบาล</li>
        <li>หากเลขที่สมาชิกร่วมทายผลมีไม่ถึง 20 ลำดับ ไม่ว่าในกรณีใดก็ตาม ทางระบบจะทำการคืนโพยและคืนยอดเงินที่แทงเข้ามาในรอบนั้นทันที</li>
        <li><span style="text-decoration: underline; font-weight: bold; color: rgb(255, 0, 0);">สำคัญ!</span>หากระบบล่มหรือขัดข้องระหว่างก่อนปิดการร่วมส่งทายผลตัวเลขออกรางวัล จนเป็นสาเหตุทำให้สมาชิกไม่สามารถเข้าใช้งานระบบได้ ทางทีมงานจะทำการตัดสินการออกรางวัลตามความเหมาะสม การตัดสินขึ้นอยู่กับดุลพินิจของทีมงาน ทีมงานจะตัดสินด้วยความโปร่งใสและเป็นธรรมที่สุด <span style="text-decoration: underline;">ตัวอย่าง</span> เช่น ก่อนหมดเวลาร่วมส่งผลทายผลตัวเลขออกรางวัล 1 นาที ระบบเกิดปัญหาขัดข้องไม่สามารถเข้าใช้งานได้ ทำให้สมาชิกไม่สามารถเข้ามาร่วมทายผลตัวเลขได้ กรณีนี้ทางทีมงานจะทำการยกเลิกและคืนเงินเครดิตในรอบนั้นทันที ถึงแม้ว่าก่อนหน้านั้นจะมีสมาชิกยิงเลขเข้ามามากกว่า 20 ลำดับก็ตาม</li>
    </ul>
</div>
`,
    },
    {
        id: 3,
        type: 'affiliate',
        title: 'วิธีรับค่าแนะนำ',
        content: `
    <div class="qa-content-container">
        <p class="m1-b">
            ลิ้งค์ช่วยแชร์รับ 8% ฟรี (แค่คัดลอกลิ้งค์ไปแชร์ก็ได้เงินแล้ว) ยิ่งแชร์มากยิ่งได้มาก
            <br> ท่านสามารถนำลิ้งค์ด้านล่างนี้หรือนำป้ายแบนเนอร์ ไปแชร์ในช่องทางต่างๆ ไม่ว่าจะเป็น เว็บไชต์ส่วนตัว, Blog, Facebook หรือ Social Network อื่นๆ หากมีการสมัครสมาชิกโดยคลิกผ่านลิ้งค์ของท่านเข้ามา ลูกค้าที่สมัครเข้ามาก็จะอยู่ภายให้เครือข่ายของท่านทันที และหากลูกค้าภายใต้เครือข่ายของท่านมีการเดิมพันเข้ามา ทุกยอดการเดิมพัน ท่านจะได้รับส่วนแบ่งในการแนะนำ 8% ทันทีโดยไม่มีเงื่อนไข
            <br>
            <br> ตัวอย่างเช่น
        </p>
        <ul>
            <li>
                ลูกค้าท่าน 1 คน แทง 1,000 บาท ท่านจะได้ 80 บาท
            </li>
            <li>
                ลูกค้าท่าน 10 คน แทง 1,000 บาท ท่านจะได้รับ 800.00 บาท
            </li>
            <li>
                ลูกค้าท่าน 100 คน แทง 1,000 บาท ท่านจะได้รับ 8,000.00 บาท
            </li>
        </ul>
        <p>สามารถทำรายได้เดือน 100,000 บาทง่ายๆเลยทีเดียว เพราะทางเรามีหวยเปิดรับทายผลทุกวัน มีมากกว่าวันละ 200 รอบ เปิดรับแทงออนไลน์ตลอด 24 ชม. และรายได้ทุกบาททุกสตางค์ของท่านสามารถตรวจสอบได้ทุกขั้นตอน งานนี้แจกจริง จ่ายจริง ที่นี้ที่เดียวที่ให้คุณมากกว่าใคร ก๊อปปี้ลิ้งค์และข้อความด้านล่างนี้ นำไปแชร์ได้เลย</p>
        <p>
            <strong>หมายเหตุ:</strong> รายได้การช่วยแชร์ช่วยแนะนำของท่านสามารถแจ้งถอนได้ทุกเวลา หากมียอดรายได้มากกว่า 500 บาทขึ้นไป
        </p>
    </div>
    `,
    },
]

export default qacontent